# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"

# Binaries
brew "go"
brew "mas"
brew "fnm"

# Mac Apps
cask "1password"
cask "discord"
cask "rectangle"
cask "temurin"
cask "firefox"
cask "google-chrome"
cask "visual-studio-code"
cask "docker"
cask "github"
cask "tableplus"

mas "Developer", id: 640199958
mas "Xcode", id: 497799835
mas "Pages", id: 409201541
mas "Numbers", id: 409203825

# Safari Extensions
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Wipr", id: 1320666476
