tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

brew 'git'
brew 'go'
brew 'n'
brew 'pyenv'
brew 'mas'
brew 'n'
brew 'zsh'

cask 'docker'
cask 'brave-browser'
cask '1password'
cask 'the-unarchiver'
cask 'rectangle'
cask 'discord'
cask 'surfshark'
cask 'visual-studio-code'
cask 'steam'

cask 'font-iosevka'

mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
